Repository: schmidtevgeny/stellaris_morenames_omega
Catalog: stellaris_morenames-omegat.tmx
Source language: en_us
Languages: ru

source: This Blokkat, along with a passion for governing and caring for primitive baryonic beings inside Blokkonstrukt sanctuaries, has an obsession with constructing dams and manipulating organic environments, They also appear to be extremely competent at governing as well as stamping out resistance
ru: Этот блоккат, наряду со страстью к управлению и заботе о примитивных барионных существах внутри святилищ Блокконструкт, одержим строительством плотин и манипулированием органической средой, они также кажутся чрезвычайно компетентными в управлении, а также в подавлении сопротивления

source: This Blokkat, for whatever reason claims and enjoys being what its self refers to as a Rose Knight, seeming to know all methods of warfare down to ones that seem downright archaic in some fashion or the other.
ru: Этот Блоккат по какой-то причине утверждает, что он Рыцарь Розы, и ему нравится быть тем, кого он сам называет Рыцарем Розы, похоже, он знает все методы ведения войны, вплоть до тех, которые в той или иной степени кажутся совершенно архаичными

source: This Celestial Warship has been artificially fabricated.
ru: Этот Небесный военный корабль был искусственно изготовлен.

source: This Edict grants additional autonomy to the local government, pleasing the planetary administration and the inhabitants of the planet.
ru: Этот указ предоставляет статус автономии местному правительству, в угоду чаяниям жителей планеты.

source: This Fallen Empire is entirely focused on a colossal virtual entertainment complex hosted within a Matrioskha Brain.
ru: Эта павшая империя полностью сосредоточена на колоссальном виртуальном развлекательном комплексе, размещенном в мозгу Матриосха.

source: This Habitat Complex is built near an exploitable iodizium crystal deposit.
ru: Это место обитания построено рядом с пригодным для эксплуатации месторождением кристаллов йодизия.

source: This Habitat Complex is built near an exploitable supertensile materials deposit.
ru: Эта среда обитания построена рядом с пригодным для эксплуатации месторождением сверхтяжелых материалов

source: This Insula hosts a direct connection to the event horizon below, where huge constructs extract matter and energy from the $pc_core_black_hole$.
ru: Этот островок имеет прямую связь с горизонтом событий внизу, где огромные конструкции извлекают материю и энергию из $pc_core_black_hole$

source: This Insula is reminiscent of our old Ecumenopolis projects, vast cities and industries layered upon vast cities and industries.
ru: Этот островок напоминает наши старые проекты Экуменополиса, огромные города и отрасли промышленности, наслаивающиеся на огромные города и отрасли промышленности

source: This M class star is somehow able to create an attractive magnetic field at least strong enough to capture most of the mineral dust, around forming a mineral cloud big enough to be harvested.
ru: Эта звезда класса M каким-то образом способна создать притягательное магнитное поле, по крайней мере, достаточно сильное, чтобы захватить большую часть минеральной пыли вокруг, сформировав достаточно большое минеральное облако, чтобы его можно было собрать.

source: This Planetary Feature manages many of the game functions of the $name_birch$ and is required for it to operate properly.
ru: Эта планетарная функция управляет многими игровыми функциями $name_birch$ и необходима для ее правильной работы

source: This Subspace Distortion Bomb is about to detonate!
ru: Эта бомба с подпространственным искажением вот-вот взорвется!

source: This Zuspri pop is furious that it wasn't allowed to partake in the Great Zuspri Migration.
ru: Это эзиканское поселение в ярости из-за того, что ему не разрешили принять участие в Великой миграции Эзикании.

source: This admiral had already favored disruptors and other weapon types that bypass enemy defenses before our empires ascension, which ultimately led this admiral to develop an experimental method to modulate our standard non-piercing weapons to at least partially achieve the same during their ascensions.
ru: Этот лидер отлично знает, как увеличить пробиваемость своего оружия по щитам и броне врагов.

source: This admiral had already favored long-range engagements before our empires ascension, and this favoritism only grew stronger when this admiral developed a strategy that allows them to fire their weapons from much greater distances than usual during their own ascensions.
ru: Этот лидер умеет правильно целиться на очень большом расстоянии, что позволяет ему сражаться на дальних дистанциях, не тратя боеприпасы.

source: This admiral has been exceptionally interested in FTL and Sublight Propulsion technologies ever since their initial ascensions, and has developed several creative strategies that allow their fleet to move faster and their FTLs to have a larger maximum jump range.
ru: Этот лидер знает, как правильно Улучшить сверхсветовую скорость кораблей, что позволяет его флоту двигаться быстрее и иметь большую дальность прыжка.

source: This admiral has been exceptionally interested in hull and crystal plating technologies ever since their initial ascensions, and has developed several creative strategies to deal additional damage to enemy hull.
ru: Этот лидер изменил боеприпасы своих флотов, нанося больше повреждений корпусам вражеских кораблей.

source: This admiral has been exceptionally interested in shield and deflector technologies ever since their initial ascensions, and has developed several creative strategies to deal additional damage to enemy shields.
ru: Этот лидер отлично знает, как увеличить урон, наносимый оружием по щитам вражеских кораблей.

source: This admiral has developed a unique set of emergency protocols for unexpected encounters and space battles that allows their fleet to retreat more efficiently, decreasing casualties and optimizing hit and run tactics.
ru: Этот лидер знает, когда нужно сдаться, и, скорее всего, выживет и проиграет битву..

source: This admiral has figured out how to modulate their fleets hull polarisation situationally to the enemies weapon configuration during their ascensions, allowing their hull to withstand more damage during combat.
ru: Этот лидер Улучшил корпуса кораблей своего флота.

source: This admiral has figured out how to modulate their fleets shields situationally to the enemies weapon configuration during their ascensions, allowing their shields to withstand more damage during combat.
ru: Этот лидер предпочитает вкладывать часть накопленной энергии в щиты, что повышает живучесть.

source: This admiral has found a way to temporarily overload and set up a shared network between their fleets sensor arrays in combat during their ascensions, allowing them to drastically increase their tracking capabilities while minimizing negative effects of the regular sensor breakdowns.
ru: Этот лидер умеет предсказывать следующую позицию вражеского корабля, увеличивая слежение за оружием своего флота.

source: This admiral has managed during his ascent to develop a way to modulate fleet weaponry situationally, allowing them to optimize their fleet's damage output.
ru: Этот лидер знает только нападение и, скорее всего, нанесет больше урона врагам благодаря своей стратегии.

source: This admiral is one of the most skilled and respected individuals in our society.
ru: Прошёл военную подготовку по корабельным и космическим доктринам ведения войны.

source: This alien megastructure was destroyed to defeat the $ehof_the_compound_text$, once and for all.
ru: Уничтожен в попытке победить $ehof_the_compound$

source: This alliance is over, Katzens.
ru: Этому союзу конец, Катзенс.

source: This allows us to give starfleets to our most loyal vassals.
ru: Это позволит нам передать звездные флоты нашим самым верным вассалам.

source: This allows us to produce drones at a much higher rate than before.
ru: Это позволяет нам производить дронов с гораздо большей скоростью, чем раньше.

source: This allows us to take influence on our vassals.
ru: Это позволяет нам оказывать влияние на наших вассалов.

source: This ancient machine seems to respond to our needs by producing the resources needed to upkeep some of our districts.
ru: Эта древняя машина, похоже, отвечает нашим потребностям, производя ресурсы, необходимые для содержания некоторых наших районов.

source: This ancient station is projecting a system wide shield that is able to halt the immense destructive power of super-weapons
ru: Эта древняя станция проецирует общесистемный щит, который способен остановить огромную разрушительную силу супероружия

source: This asteroid has been marked for collection for use in the construction of a $name_giga_orbital$ in this system.
ru: Этот астероид был помечен для сбора для использования при строительстве $name_giga_orbital$ в этой системе.

source: This atrocity must be avenged!
ru: Эта жестокость должна быть отмщена!

source: This better have been worth it.
ru: Лучше бы это того стоило

source: This building conducts various experiments around Iodizium Crystals in order to study them and understand their incredibly odd nature.
ru: В этом здании проводятся различные эксперименты с кристаллами йодизия, чтобы изучить их и понять их невероятно странную природу.

source: This building fuses light elements, such as Hydrogen and Helium harvested from this planet's atmosphere, into heavier elements that can be used by our industries.
ru: Это здание превращает легкие элементы, такие как водород и гелий, добытые из атмосферы этой планеты, в более тяжелые элементы, которые могут быть использованы нашей промышленностью.

source: This building uses little-understood dimensional technology to tunnel into other realities and siphon off their valuable resources.
ru: Малопонятная межпространственная технология используется в этом сооружении для проникновения в другие реальности и извлечения оттуда ценных ресурсов.

source: This can't be as tough as they claim it to be, right?
ru: Оно не может быть настолько суровым, как они утверждают, верно?

source: This celestial object is highlighted so that its nameplate can be clicked.
ru: Этот небесный объект выделен так, что можно щелкнуть по его табличке с названием

source: This civilisation developed entirely on a bleak lifeless world, in a space far away from space.
ru: Эта цивилизация полностью развилась в унылом безжизненном мире, в пространстве, далеком от космоса.

source: This civilization believes that the best way to rule the masses is from a safe vantage point.
ru: Эта цивилизация верит, что лучший способ управлять массами - это с безопасной точки зрения.

source: This civilization is the result of a myriad of splinters states attempting to reform the Katzenartig Imperium.
ru: Эта цивилизация является результатом множества отколовшихся государств, пытающихся реформировать империю Катзеринга.

source: This civilization makes extensive use of peculiar energetically-charged crystal within most of their technologies, drastically enhancing their performances although at the cost of lower reliability.
ru: Эта цивилизация широко использует особый энергетически заряженный кристалл в большинстве своих технологий, резко повышая их характеристики, хотя и ценой снижения надежности.

source: This cold barren world has small oceans of liquid methane within its largest asteroid craters.
ru: В этом холодном бесплодном мире есть небольшие океаны жидкого метана внутри самых больших кратеров астероидов.

source: This colossal partial ring surrounds the quasar, and employs hyperdimensional ultragravitic presses to locally alter the gravitational constant and effectively condense the Quasar's tumultuous accretion disk.
ru: Это колоссальное частичное кольцо окружает квазар и использует гиперпространственное ультрагравитационное давление для локального изменения гравитационной постоянной и эффективного уплотнения бурного аккреционного диска Квазара.

source: This colossal spaceship shall serve under our flag!
ru: Этот колоссальный космический корабль будет служить под нашим флагом!

source: This colossal sphere is composed of highly energized Sentient Metal.
ru: Эта гигантская сфера состоит из неизвестного материала, который, по-видимому, постоянно меняется.

source: This complex produces any possible device anyone could want.
ru: Этот комплекс производит любое возможное устройство, которое может понадобиться любому.

source: This complex will serve as a staging ground, resource depot and living quarters for the hundreds of thousands of personnel involved in the $name_ringworld_titanic$'s construction.
ru: Этот комплекс будет служить плацдармом, хранилищем ресурсов и жилыми помещениями для сотен тысяч персонала, задействованного в строительстве $name_ringworld_titanic$.

source: This complex will serve as a staging ground, resource depot and living quarters for the hundreds of thousands of personnel involved in the incredibly large $name_ringworld_behemoth$'s construction.
ru: Этот комплекс будет служить плацдармом, хранилищем ресурсов и жилыми помещениями для сотен тысяч персонала, задействованного в невероятно крупном строительстве $name_ringworld_behemoth$.

source: This complex will serve as a staging ground, resource depot and living quarters for the hundreds of thousands of personnel involved in the stupidly large $name_ringworld_gargan$'s construction.
ru: Этот комплекс будет служить плацдармом, хранилищем ресурсов и жилыми помещениями для сотен тысяч персонала, задействованного в строительстве невероятно большого $name_ringworld_gargan$.

source: This construct will serve as the main base to store the resources and personnel needed to construct a $name_neut_gigaforge$, a gigantic mining and processing station dedicated to the extraction of Neutronium directly from a neutron star.
ru: Эта конструкция будет служить основной базой для хранения ресурсов и персонала, необходимых для строительства $name_neut_gigaforge$, гигантской станции добычи и переработки, предназначенной для извлечения нейтрония непосредственно из нейтронной звезды.

source: This construction platform houses the necessary infrastructure to begin constructing a massive disk spanning this entire solar system.
ru: На этой строительной платформе размещена необходимая инфраструктура для начала строительства массивного диска, охватывающего всю Солнечную систему

source: This construction platform is being upgraded into a full Orbital Arcology.
ru: Эта строительная платформа модернизируется до полной орбитальной аркологии.

source: This construction site will serve as a staging depot to host the large amounts of resources and personnel needed to construct a $name_matrioshka_brain$.
ru: Эта строительная площадка будет служить промежуточным складом для размещения большого количества ресурсов и персонала, необходимых для строительства $name_matrioshka_brain$.

source: This construction site will serve as a staging depot to host the large amounts of resources and personnel needed to construct a Hawking Radiation and Accretion Emission Macro Collector.
ru: Эта строительная площадка будет служить промежуточным складом для размещения большого количества ресурсов и персонала, необходимых для строительства макросборника излучения Хокинга и аккреционных выбросов.

source: This construction site will serves as the base for the future construction of a $name_psy_siphon$.
ru: Эта строительная площадка будет служить плацдармом и базой для огромного количества квалифицированного персонала и экстрасенсов, необходимых для создания изумительного Псионического ГиперПортала, который будет способен напрямую откачивать энергию из самого Покрова.

source: This could be important.
ru: Звучит достаточно расплывчато, чтобы быть важным!

source: This damn rock isn't worth the trouble.
ru: Этот чертов камень не стоит таких хлопот

source: This data could be used to fuel our architectural ambitions.
ru: Научите нас правильно составлять схемы зданий.

source: This data could be used to help countries trust us faster.
ru: Научить нас, как заставить других доверять нам быстрее.

source: This data could be used to improve our mining and resource collection stations.
ru: Научите нас собирать ресурсы с орбиты.

source: This data could be used to improve our vassalization proposals.
ru: Научите нас, как заставить других подчиняться нам легче.

source: This data could be used to optimize our Assembly Speeds.
ru: Эти данные можно использовать для оптимизации скорости сборки.

source: This data could help us to enable edicts for longer periods of time.
ru: Научите нас, как увеличить длину наших эдиктов.

source: This data could optimize tactics and strategies of our ground forces.
ru: Научите нас, как правильно вести наземный бой.

source: This data could vastly improve our archaeological endeavors.
ru: Научите нас, как сделать лучшие шаги в археологии.

source: This device is capable of rapidly dismantling and rearranging any form of matter into whatever the Blokkat desires, including additional Blokkats.
ru: Это устройство способно быстро демонтировать и перегруппировать любую форму материи во все, что пожелает Блоккат, включая дополнительные блоккаты.

source: This district type is deprecated and should swap to another kind automatically.
ru: Этот тип района устарел и должен автоматически замениться на другой тип.

source: This does not bode well.
ru: Это не сулит ничего хорошего.

source: This edict allows one to give their vassal states all of their techs so they stay strong.
ru: Этот указ позволяет отдать своим вассальным государствам все свои технологии, чтобы они оставались сильными.

source: This empire is the result of an incredible galactic effort to stop an empire from unleashing a hyperweapon.
ru: Эта империя - результат невероятных галактических усилий, направленных на то, чтобы остановить империю от применения гипероружия.

source: This empire seeks to defend the galaxy from threats to intelligent life.
ru: Эта империя стремится защитить галактику от угроз разумной жизни.

source: This enables those that do to more easily control the population.
ru: Это позволяет тем, кто это делает, легче контролировать население.

source: This enables you to take direct control of one of your $subjects$ (for at least 1 year).
ru: Это позволит вам получить прямой контроль над одним из ваших $subjects$ (как минимум на 1 год).

source: This ensures that their words reach the great masses.
ru: Это гарантирует, что их слова дойдут до широких масс.

source: This entire moon is covered with expertly polished crystals which refract light and create marvellous auroras in the skies of nearby planets.
ru: Вся эта луна покрыта искусно отполированными кристаллами, которые преломляют свет и создают чудесные полярные сияния в небесах близлежащих планет.

source: This facility processes Zro harvested from accessible deposits.
ru: Это оборудование перерабатывает Зро, собранный из доступных месторождений.

source: This feature has been temporarily disabled due to the new vassalization mechanics in 3.4!
ru: Эта функция была временно отключена из-за новой механики вассализации в версии 3.4!

source: This feline farce matters not.
ru: Этот кошачий фарс не имеет значения.

source: This forward base will be the first step of many.
ru: Эта передовая база станет первым шагом из многих

source: This framework surrounds an asteroid, preparing it for the next step in the construction of the Asteroid Artillery.
ru: Этот каркас окружает астероид, подготавливая его к следующему шагу в создании астероидной артиллерии.

source: This galaxy is filled with billions of celestial bodies, all which should be recorded into our archives.
ru: Эта галактика наполнена миллиардами небесных тел, и все они должны быть занесены в наши архивы.

source: This gargantuan beam has the interest effect of psionically-maximizing the entropy of its target, rendering it very efficient against shielding systems.
ru: Этот гигантский луч обладает интересным эффектом псионического увеличения энтропии своей цели, что делает его очень эффективным против защитных систем

source: This gas giant has a gigantic ring system, with an estimated diameter of 3,78 million kilometers.
ru: Этот газовый гигант имеет гигантскую кольцевую систему, предполагаемый диаметр которой составляет 3,78 миллиона километров.

source: This gateway technology will unlock new fully automated production buildings.
ru: Эта технология откроет доступ к новым полностью автоматизированным производственным зданиям.

source: This general has developed exceptional skill at analysing incoming threats and choosing optimal defensive measures thanks to their ascensions, allowing their troops to last longer during both defensive and offensive operations.
ru: Этот лидер, скорее всего, будет использовать больше транспортных средств, чем обычно, для своих тактических ударов.

source: This general has learned to supplement their usual combat strategies with covert infiltration during their ascensions, allowing them to use their spy network in our empire to stealthily sabotage enemy operations while in home territory.
ru: Этот лидер будет удерживать свою позицию, несмотря ни на что. Идеален для защиты колоний от захватчиков.

source: This general has programmed a shared experience and education database for their soldiers while experimenting with their ascended skills, which allows their troops to gain experience faster.
ru: Этот лидер делится опытом со своими солдатами, позволяя им быстрее стать ветеранами.

source: This gigantic facility houses the central processing and data storage facilities of the $pc_giga_frameworld$'s $auth_machine_intelligence$.
ru: В этом гигантском сооружении расположены средства центральной обработки и хранения данных $pc_giga_frameworld$_$auth_machine_intelligence$

source: This gigantic facility houses the core neural processing nodes and administrative facilities of the $pc_giga_frameworld$'s $auth_hive_mind$.
ru: В этом гигантском здании расположены основные узлы обработки нейронных данных и административные помещения $pc_giga_frameworld$-$auth_hive_mind$-х

source: This gigantic facility houses the highly centralized administrative apparatus of the $pc_giga_frameworld$.
ru: В этом гигантском здании находится высокоцентрализованный административный аппарат $pc_giga_frameworld$

source: This governor had been known to optimize their sectors logistic chains for contruction projects even before their ascensions, and these finally allowed them to creatively optimize logistic chains well enough to significantly increase construction speeds for large-scale planetary projects.
ru: У этого лидера есть специальная команда инженеров, позволяющая ему строить здания быстрее.

source: This governor has been exceptionally capable at marketing ever since their initial ascensions, and is able to let our worlds seem more attractive than they actaully are.
ru: Этот лидер

source: This governor has decided to fully embrace their architectural interests during their ascension, and has since spent much of their free time optimizing and designing our cities in creative ways to house bigger populations.
ru: Этот лидер прекрасно знает, как расселять людей в городах, позволяя сохранить больше места для большего населения.

source: This governor has developed a habit of routinely mentally optimizing their sectors architectural projects during their ascensions, optimizing logistic chains and encouraging designs for buildings and districts that creatively use pre-existing infrastructure, landforms or planetary features, which allows us to greatly reduce construction costs throughout their sectors.
ru: Этот лидер обладает природным талантом строить здания с минимально эффективным использованием ресурсов.
